app/controllers/page_controller.rb

SELECT "players".* FROM "players"
---
  def presence
    @players = Player.all