app/controllers/players_controller.rb

INSERT INTO "players" ("Vorname", "Nachname", "Jahrgang", "email", "phone", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7) RETURNING "id"  [["Vorname", "reto"], ["Nachname", "mayer"], ["Jahrgang", 3], ["email", "1234@4567"], ["phone", "000 000 00 00"], ["created_at", 2017-04-03 19:26:00 UTC], ["updated_at", 2017-04-03 19:26:00 UTC]]
---
  def create
    @player = Player.new(player_params)

    respond_to do |format|
      if @player.save